140deg/0/k
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      k;
}


dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 0.375;


boundaryField
{
    human
    {
        type    kqRWallFunction;
        value   uniform 0.375;
    }
    bottom
    {
        type    kqRWallFunction;
        value   uniform 0.375;
    }
    front       { type zeroGradient; }
    back        { type zeroGradient; }
    left        { type zeroGradient; }
    right       { type zeroGradient; }
    top         { type zeroGradient; }
}

